Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/health_services/care_in_your_community/index.html.txt.tmx
Source language: en
Languages: ga

source: Care in your community
ga: Cúram i do phobal

source: Public health services in Ireland delivered in the community are called community care services
ga: Tugtar seirbhísí cúraim phobail ar sheirbhísí sláinte phoiblí in Éirinn a sheachadtar sa phobal

source: Overview of services and links to other sections of this site
ga: Forbhreathnú ar sheirbhísí agus naisc le rannóga eile an tsuímh seo

source: Home Help services usually assists people to remain in their own home and to avoid going in to institutional care
ga: Tá cur síos sa cháipéis seo ar na seirbhísí a chuireann cúntóirí baile ar fáil agus ar an bhfáil atá orthu

source: Occupational therapy services in Ireland are designed to help people with disabilities achieve the maximum degree of independence in ordinary living
ga: Déantar na seirbhísí teiripe saothair in Éirinn a dhearadh ar bhealach go bhféadfaidh siad cabhrú le daoine míchumasaithe an oiread neamhspleáchais agus is féidir a bhaint amach ina ngnáthshaol

source: Physiotherapy services may be provided through the public health service, and are also available privately
ga: Is féidir seirbhísí fisiteiripe a chur ar fáil tríd an tseirbhís sláinte poiblí, agus tá siad ar fáil go príobháideach freisin

source: Public health nurses are employed by Health Service Executive (HSE) Areas to provide a range of health care services in the community
ga: Tá Altraí Sláinte Phoiblí fostaithe ag Feidhmeannacht Seirbhíse Sláinte chun réimhse seirbhísí cúraim sláinte sa phobal a sholáthar

source: Social work services are provided through the public health services
ga: Tá cur síos sa cháipéis seo ar na seirbhísí oibre sóisialta atá soláthartha ag na seirbhísí sláinte phoiblí

source: The Health Service Executive (HSE) is obliged to provide certain social work services. Find out more
ga: Tá dualgas ar Fheidhmeannacht na Seirbhíse Sláinte seirbhísí oibre sóisialta áirithe a sholáthar

source: Speech and language therapy services
ga: Seirbhísí teiripe urlabhra agus teanga

source: Speech and language therapy services are available through the public health service
ga: Tá cur síos sa cháipéis seo ar na seirbhísí teiripe urlabhra agus teanga atá ar fáil ón tseirbhís sláinte poiblí

source: How services are delivered and how to apply
ga: Conas atá seirbhísí seachadta agus conas iarratas a dhéanamh

source: Dietitians are health professionals who give advice and information on all aspects of nutrition and diet
ga: Is éard atá i nDiaitéiteach/Saineolaithe Cothúcháin ná oibrí proifisiúnta sláinte a thugann comhairle agus eolas cruinn maidir le gach gné den chothú agus den aiste bia

source: Chiropodists/podiatrists assess, diagnose and treat diseases and abnormalities of the foot
ga: Déanann coslianna fadhbanna a bhaineann leis an gcos a scrúdú, a fháthmheas agus cóireáil a chur ar fáil dóibh

source: Some Local Health Offices provide chiropody services to certain eligible people
ga: Cuireann cuid de na hOifigí Sláinte Áitiúil seirbhísí cosliachta ar fáil do dhaoine áirid atá ina dteideal

source: Most Read in "Health"
ga: Ábhar is mó éilimh i "Sláinte"

source: Admission to a psychiatric hospital
ga: Ospidéal síciatrach a iontráil

source: Medical card means test: aged under 70
ga: Tástáil mhaoine cárta leighis: daoine faoi bhun 70 bliain d’aois
